"john.appleseed" = "john.appleseed";
"Sign In" = "Sign In";
"Your account name or password was entered incorrectly." = "Your account name or password was entered incorrectly.";
"There was an error logging in. Please try again." = "There was an error logging in. Please try again.";
"Apple ID password" = "Apple ID Password";
"Invalid token data is returned by server" = "There was an error logging in. Please try again.";
"Authentication was canceled by user" = "Authentication was canceled";
"password" = "password";
"OK" = "OK";
"Password field is empty" = "Please enter your password.";
"Password expired. Please change your password on Mac." = "Password expired. Please change your password in Settings->Store";
"Required" = "Required";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Would you like to visit iForgot.apple.com to recover your account info?";
"Password" = "Password";
"Apple ID field is empty" = "Apple ID field is empty";
"Apple ID" = "Apple ID";
"Cancel" = "Cancel";

/* Verification Code Screen Prompt */
"Enter verification code" = "Enter verification code";

/* Verification Code Screen Title */
"Enter the Verification Code sent to" = "Enter the Verification Code sent to \"%@\"";

/* Send new code button title */
"Send a new code" = "Send a new code";

/* SMS subtitle */
"SMS to Phone Number" = "SMS to Phone Number";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Unable to receive messages at any of your devices?";

/* Verification Code Screen Title */
"Verification Code" = "Verification Code";

/* Trusted devices screen title */
"Verify Identity" = "Verify Identity";

/* Send button title */
"Send" = "Send";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "To manage your trusted devices visit %@ from a Mac or PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Two-step verification is enabled for this Apple ID.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "The device you select below will be sent a temporary code that you can use to verify your identity.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "TRUSTED DEVICES";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Two-step verification required, but user interaction is not allowed.";

/* Button title */
"My Apple ID…" = "My Apple ID…";

/* Phone number description */
"Number ending in %@" = "Number ending in %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "You have sent too many codes to verify your phone number. Please try again later.";

/* Error Message */
"No Device information available." = "No Device information available.";

/* Error Message */
"The verification code you entered is not valid." = "The verification code you entered is not valid.";

/* Error Message */
"Invalid Session." = "Invalid session.";

/* Error Message */
"Cannot find this person." = "Cannot find this person.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "You failed to verify the code too many times. Please send a new code to a different device or try again later.";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Your Apple ID or password was entered incorrectly.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "To protect your security, it’s time to reset your password. It’s easy, just go to %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "This Apple ID has been disabled for security reasons. You can reset your password at %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Sorry, an error occurred. Thank you for your patience, please try again later.";

"You appear to be offline. Please connect to the Internet and try again." = "You appear to be offline. Please connect to the Internet and try again.";

"Two-step verification has been disabled for the Apple ID account %@." = "Two-step verification has been disabled for the Apple ID account %@.";

"Signing In" = "Signing In";

"A new code has been sent to your device." = "A new code has been sent to your device.";

"Code %1$d of %2$d selected" = "Code %1$d of %2$d selected";

"Sending New Code" = "Sending New Code";

"Verifying code" = "Verifying code";

"Verified" = "Verified";

/* Send Code to label */
"Send Code to:" = "Send Code to:";

/* Error Message */
"Please enter a valid phone number." = "Please enter a valid phone number.";
